{
  "game_type": "word_game",
  "batch_number": 23,
  "content": {
    "type": "anime",
    "sub": "mixed.json",
    "easy": [
      {
        "w": "هوكاجي",
        "h": "قائد قرية كونوها المخفية وأقوى نينجا فيها"
      },
      {
        "w": "قرصان",
        "h": "اللقب الذي يطلق على من يبحر في البحر ويرفع علم الجمجمة"
      },
      {
        "w": "كابتن",
        "h": "رتبة لوفي في طاقمه ورتبة قادة الفرق في بليتش"
      },
      {
        "w": "ساموراي",
        "h": "مقاتلو وانو الذين يستخدمون السيوف ويتبعون الشوغون"
      },
      {
        "w": "بطل",
        "h": "اللقب الوظيفي لأولمايت وميدوريا في مجتمع الخوارق"
      },
      {
        "w": "سينسي",
        "h": "كلمة يابانية تعني معلم أو أستاذ (مثل كاكاشي)"
      },
      {
        "w": "تشونين",
        "h": "الرتبة المتوسطة للنينجا التي تسمح بقيادة الفرق (حصل عليها شيكامارو)"
      },
      {
        "w": "شينوبي",
        "h": "الاسم الآخر للنينجا في عالم ناروتو"
      },
      {
        "w": "عريف",
        "h": "الرتبة التي بدأ بها كوبي مسيرته في البحرية"
      },
      {
        "w": "ملك",
        "h": "اللقب الأعظم الذي يطمح إليه لوفي في عالم القراصنة"
      }
    ],
    "medium": [
      {
        "w": "يونكو",
        "h": "أباطرة البحر الأربعة الذين يحكمون العالم الجديد"
      },
      {
        "w": "أدميرال",
        "h": "أقوى رتبة قتالية في البحرية (مثل أكاينو وكيزارو)"
      },
      {
        "w": "هاشيرا",
        "h": "أعمدة فيلق قتلة الشياطين وأقوى تسعة سيافين"
      },
      {
        "w": "إسبادا",
        "h": "النخبة العشرة من الآرانكار في جيش آيزن"
      },
      {
        "w": "سانين",
        "h": "النينجا الثلاثة الأسطوريين (جيرايا، تسونادي، أوروتشيمارو)"
      },
      {
        "w": "كاجي",
        "h": "لقب حكام القرى الخمس العظمى (ناروتو)"
      },
      {
        "w": "هنتر",
        "h": "اللقب الذي يحصل عليه من يجتاز الامتحان الصعب ويحمل رخصة الصياد"
      },
      {
        "w": "شوغون",
        "h": "الحاكم الفعلي لبلاد وانو (رتبة أوروغي)"
      },
      {
        "w": "نائب",
        "h": "رتبة زورو ورايلي بالنسبة للقائد"
      },
      {
        "w": "ساحر",
        "h": "مستخدمو الجوجوتسو أو أعضاء نقابات فيري تيل"
      }
    ],
    "hard": [
      {
        "w": "شيتشيبوكاي",
        "h": "قراصنة أقوياء تحالفوا مع الحكومة مقابل إلغاء مكافآت (تم حل النظام)"
      },
      {
        "w": "جيروسي",
        "h": "الكهول الخمسة الذين يترأسون حكومة العالم في ماريجوا"
      },
      {
        "w": "تنريوبيتو",
        "h": "التنانين السماوية وسلالة ملوك العالم القديم (النبلاء العالميين)"
      },
      {
        "w": "كينباتشي",
        "h": "لقب يطلق على أقوى شينيغامي في الجيل وقائد الفرقة 11"
      },
      {
        "w": "ستيرنريتر",
        "h": "فرسان النجمة الصليبين النخبة في جيش الكوينشي"
      },
      {
        "w": "سوبرنوفا",
        "h": "الجيل الأسوأ من القراصنة الصاعدين الذين تجاوزت مكافأتهم 100 مليون"
      },
      {
        "w": "فاستولورد",
        "h": "أعلى وأقوى مستوى تطور للهولو (أقوى من المينوس والاجوتشاس)"
      },
      {
        "w": "دايشينكان",
        "h": "الكاهن الأكبر ووالد الملائكة ومساعد زينو ساما"
      },
      {
        "w": "أنبو",
        "h": "قوات النخبة المقنعة التي تعمل في الظلال لحماية الهوكاجي"
      },
      {
        "w": "سايفربول",
        "h": "وكالة المخابرات السرية العالمية (من 0 إلى 9)"
      }
    ]
  },
  "anime": "One Piece",
  "arc_focus": "Skypiea to Thriller Bark",
  "total_questions": 50,
  "questions": [
    {
      "w": "إينيل",
      "h": "حاكم جزيرة السماء الذي يعتقد أنه إله ويستخدم البرق"
    },
    {
      "w": "مانترا",
      "h": "الاسم الذي يطلقه سكان السماء على هاكي التنبؤ"
    },
    {
      "w": "فايبر",
      "h": "قائد محاربي الشانديا الذي استخدم الريجيكت ديال"
    },
    {
      "w": "نولاند",
      "h": "المستكشف الذي لقب بالكاذب لأنه تحدث عن مدينة الذهب"
    },
    {
      "w": "ماكسيم",
      "h": "السفينة الطائرة الذهبية التي بناها إينيل لتدمير السماء"
    },
    {
      "w": "ديال",
      "h": "أصداف بحرية تستخدم في السماء لتخزين الصوت والحرارة والطاقة"
    },
    {
      "w": "جرس",
      "h": "الكنز الذهبي الذي قرعه لوفي ليعلم مونبلان بمكانه"
    },
    {
      "w": "غانفال",
      "h": "الفارس العجوز الذي ساعد الطاقم وكان الحاكم السابق لسكايبيا"
    },
    {
      "w": "فوكسي",
      "h": "القرصان الذي يستخدم شعاع التباطؤ وله رأس مشقوق"
    },
    {
      "w": "أفرو",
      "h": "شكل الشعر المستعار الذي ارتداه لوفي لزيادة قوته الملاكمية"
    },
    {
      "w": "آيسبرغ",
      "h": "عمدة واتر 7 ورئيس شركة غالي-لا لبناء السفن"
    },
    {
      "w": "توم",
      "h": "البرمائي الأسطوري الذي بنى سفينة غولد روجر والقطار البحري"
    },
    {
      "w": "فرانكي",
      "h": "سايبورغ انضم للطاقم وكان يرتدي سروالاً داخلياً فقط"
    },
    {
      "w": "كوكورو",
      "h": "ناظرة المحطة التي تحولت لحورية بحر (دوغونغ) وأنقذت الطاقم"
    },
    {
      "w": "بلوتون",
      "h": "مخططات السلاح القديم التي أحرقها فرانكي في إنيس لوبي"
    },
    {
      "w": "لوتشي",
      "h": "أقوى عضو في CP9 ويمتلك فاكهة الفهد"
    },
    {
      "w": "كاكو",
      "h": "عضو CP9 الذي تحول لزرافة وكان نجاراً سابقاً"
    },
    {
      "w": "كاليفا",
      "h": "المرأة الوحيدة في CP9 وتستخدم فقاعات الصابون"
    },
    {
      "w": "سباندام",
      "h": "قائد CP9 الضعيف الذي يرتدي قناعاً جلدياً ويملك سيف الفيل"
    },
    {
      "w": "سوغيكينج",
      "h": "البطل المقنع الذي جاء من جزيرة القناصة (أوسوب)"
    },
    {
      "w": "كابوتو",
      "h": "السلاح العملاق الجديد الذي استخدمه أوسوب في إنيس لوبي"
    },
    {
      "w": "جيرسيكند",
      "h": "تقنية لوفي لضخ الدم وزيادة السرعة (بخار)"
    },
    {
      "w": "جيرثيرد",
      "h": "تقنية لوفي لنفخ عظامه لتصبح بحجم العمالقة"
    },
    {
      "w": "باستركول",
      "h": "نداء الاستدعاء المدمر الذي يمحو الجزيرة من الوجود"
    },
    {
      "w": "ساوزندساني",
      "h": "سفينة الطاقم الجديدة المصنوعة من خشب شجرة آدم"
    },
    {
      "w": "ميري",
      "h": "السفينة التي تم حرقها في وداع مؤثر بعد انكسار العمود الفقري"
    },
    {
      "w": "غارب",
      "h": "جد لوفي ونائب الأدميرال الذي زارهم في واتر 7"
    },
    {
      "w": "كوبي",
      "h": "الصبي الذي دربه غارب وتغير شكله تماماً ليصبح وسيماً وقوياً"
    },
    {
      "w": "بروك",
      "h": "هيكل عظمي موسيقار انضم للطاقم في ثريلر بارك"
    },
    {
      "w": "موريا",
      "h": "شيتشيبوكاي يتحكم بالظلال ويسكن في أكبر سفينة في العالم"
    },
    {
      "w": "بيرونا",
      "h": "الأميرة الشبح التي تستخدم السلبية لهزيمة خصومها"
    },
    {
      "w": "أوز",
      "h": "الزومبي العملاق القديم الذي وضع فيه ظل لوفي"
    },
    {
      "w": "ريوما",
      "h": "ساموراي وانو الأسطوري الذي تحول لزومبي وأعطى سيفه لزورو"
    },
    {
      "w": "شوسوي",
      "h": "السيف الأسود الملعون (الماء الخريفي) الذي حصل عليه زورو"
    },
    {
      "w": "هوجباك",
      "h": "الجراح العبقري الشرير الذي يصنع أجساد الزومبي"
    },
    {
      "w": "أبسالوم",
      "h": "الرجل الخفي الذي حاول الزواج من نامي"
    },
    {
      "w": "لولا",
      "h": "زومبي خنزير بري كانت تطلب الزواج من الجميع (ابنة البيغ مام)"
    },
    {
      "w": "لابون",
      "h": "الحوت الذي ينتظر بروك عند مدخل الغراند لاين"
    },
    {
      "w": "بينكس",
      "h": "اسم ساكي القراصنة في الأغنية الشهيرة التي يعزفها بروك"
    },
    {
      "w": "كوما",
      "h": "الطاغية الذي فرق الطاقم وأرسلهم لجزيرة مختلفة"
    },
    {
      "w": "يوباشيري",
      "h": "السيف الذي دمره ضابط البحرية شو بقدرة الصدأ"
    },
    {
      "w": "ياجارا",
      "h": "الثور المائي الذي يستخدم وسيلة مواصلات في واتر 7"
    },
    {
      "w": "لاغونا",
      "h": "العاصفة المائية السنوية التي تضرب واتر 7"
    },
    {
      "w": "كيوي",
      "h": "إحدى الشقيقتين (موزو و...) اللتين تتبعان فرانكي دائماً"
    },
    {
      "w": "سديم",
      "h": "الضفدع العملاق الذي يصارع القطار البحري (يوكوزونا)"
    },
    {
      "w": "شيمورو",
      "h": "اسم الجزيرة التي ولد فيها زورو (قرية شيموتسوكي)"
    },
    {
      "w": "روبين",
      "h": "عالمة الآثار التي صرخت أريد أن أعيش"
    },
    {
      "w": "ملح",
      "h": "نقطة ضعف الزومبي القاتلة في ثريلر بارك"
    },
    {
      "w": "ظل",
      "h": "الشيء الذي يسرقه موريا ليحيي به الزومبي"
    },
    {
      "w": "ريجيكت",
      "h": "نوع ديال قوي جداً وخطير استخدمه وايبر ضد إينيل"
    }
  ]
}